export const Home = () => {
  return (
    <div className="px-4 py-12 max-w-3xl mx-auto">
      <h1 className="text-3xl font-bold  mb-4 text-slate-800">Здравствуйте!</h1>
      <p className="mb-4 text-slate-700">
      Предлагаю вашему вниманию моё приложение для авторизации. Это полнофункциональное веб-приложение, разработанное с использованием стека MEAN (MongoDB, Express, React, Node.js).
      </p>
      <p className="mb-4 text-slate-700">
      Приложение включает функции аутентификации, позволяющие пользователям регистрироваться, входить и выходить из системы. Доступ к защищённым маршрутам предоставляется только аутентифицированным пользователям.
      </p>
      <p className="mb-4 text-slate-700">
      Приложение может служить отправной точкой для создания полнофункциональных веб-приложений с аутентификацией на основе стека MERN.
      </p>
    </div>
  )
}
